// напишите программу, которая на входе принимает 2 числа и выдает какое больше, какое меньше
Console.WriteLine("Введите 2-а числа: ");
int a, b;
a = int.Parse(Console.ReadLine());
b = int.Parse(Console.ReadLine());
if (a<=b);
{
 Сonsole.WriteLine($"{a} - Min; {b} - Max");
}
else (a>b);
{
Console.WriteLine($"{b} - Min; {a} - Max");
}

 