// Напишите программу, которая выводит третью цифру 
//заданного числа или сообщает, что третьей цифры нет 
//645 -> 5
//78 -> третьей цифры нет
//32679 -> 6
Console.WriteLine("Введите: ");
int.Parse(Console.ReadLine())=a;
int count = 0;
while (a! = 0)
a = a/10;
count = count + 1;
Console.WriteLine("count"); 
//int N=a%10;
//if (a%10 == N)
//{
 //Console.WriteLine($"Третья цифра {N}");
//}
//else 
//{
//Console.WriteLine("Третьей цифры нет");    
//}